/* 
  Localizable.strings
  Tenorshare4DDiG

  Created by Tenorshare on 2022/7/27.
  
*/

"language" = "fr";
"languageGA" = "fr";

/*******NSMenu title*****/
"About %@" = "À propos de %@";
"Buy Now" = "Acheter";
"BUY NOW_s" = "Acheter";
"Register" = "Activer";
"Check for updates" = "Rechercher les mises à jour";
"Service" = "Services";
"Hide %@" = "Masquer %@";
"Quit %@" = "Quitter %@";
"Hide Others" = "Masquer les autres";
"Show All" = "Tout afficher";

"Edit" = "Modifier";
"Undo" = "Annuler";
"Redo" = "Rétablir";
"Cut" = "Couper";
"Copy" = "Copier";
"Paste" = "Coller";
"Clear" = "Effacer";
"Select All" = "Tout sélectionner";

"Window" = "Fenêtre";
"Minimize" = "Minimiser";
"Zoom" = "Zoom";
"Enter Full Screen" = "Entrer en plein écran";
"Bring All to Front" = "Tout ramener au premier plan";

"Help" = "Aide";
"Guide" = "Guide";
"Feedback" = "Contactez-nous";
"Support" = "Aide";

"Open Log" = "Afficher le fichier journal";

//通用按钮title
"OK" = "OK";
"Contact us" = "Contactez-nous";
"Save" = "Enregistrer";
"Cancel" = "Annuler";
"Open" = "Ouvrir";
"Refresh" = "Actualiser";

// about window
"Tenorshare %@ %@ Build Date %@" = "Tenorshare %@: %@    Date: %@";
"%@ %@ Build Date %@" = "%@ %@ Date %@";
"All Rights Reserved." = "Tous droits réservés.";

"Tree View" = "Vue Arbre";
"File View" = "Vue Fichier";


//ScanView+Recovery
"Please select the file you want to recover." =
"Veuillez sélectionner le fichier que vous voulez récupérer.";

"Saving files to the partition where you lost them will reduce the chances of a successful recovery. It's recommended to recover the files to a removable disk." =
"L'enregistrement de fichiers sur la partition où vous les avez perdus réduit les chances de succès de la récupération. Il est recommandé de restaurer les fichiers sur un disque amovible.";

"Saving files to the partition where you lost them will reduce the chances of a successful recovery. Are you sure you want to continue?" =
"L'enregistrement de fichiers sur la partition où vous les avez perdus réduit les chances de succès de la récupération. Êtes-vous sûr de vouloir continuer ?";

"Not enough space available on the disk. Additional %@ space is needed to recover these files." =
"Espace insuffisant sur le disque : %@ d'espace supplémentaire sont nécessaires pour récupérer ces fichiers.";

"Recovering: %@" =
"Récupération en cours :";
"Please wait..." =
"Veuillez patienter ...";

"Recovery completed!" =
"Récupération terminée !";
"Click Open button to check the recovered files." =
"Cliquez sur le bouton Ouvrir pour vérifier les fichiers récupérés.";

"Are you sure you want to stop recovery?" =
"Etes-vous sûr d'arrêter la récupération ?";

"Failed to save data to the target disk. Please choose another disk and try again." =
"Échec de l'enregistrement des données sur le disque cible. Choisissez un autre disque et réessayez.";

"Your disk is disconnected. Please reinsert and try again." =
"Votre disque est déconnecté. Veuillez réinsérer et réessayer.";

"Save failed due to disconnection of the target disk. Please reinsert and try again." =
"L'enregistrement a échoué en raison de la déconnexion du disque cible. Veuillez réinsérer et réessayer.";

"Note:" = "Note:";
"Please do not save the recovered files to the partition where you lost them. This may cause permanent data loss." =
"Veuillez ne pas enregistrer les fichiers récupérés sur la partition où vous les avez perdus, car cela pourrait entraîner une perte irréversible de données.";


/*******扫描模块*****/
"All Files" = "Tous les fichiers";
"Photo" = "Photo";
"Audio" = "Audio";
"Video" = "Vidéo";
"Document" = "Document";
"Email" = "Email";
"Webfile" = "Webfile";
"Archive" = "Archive";
"No Extension" = "Pas d'extension";
"Others" = "Autres";
/*"Desktop" = "Desktop";
"Documents" = "Documents";
"Downloads" = "Downloads";*/
"Trash" = "Corbeille";
"Lost location" = "Emplacement introuvable";
"More" = "Plus";
"The scan result will not be saved if you close the program now. Are you sure you want to close?" =
"Le résultat d'analyse ne sera pas enregistré si vous fermez le programme. Êtes-vous sûr de vouloir fermer ?";
"YES" = "Oui";
"No" = "Annuler";
"Are you sure you want to stop scanning?" = "Êtes-vous sûr d'arrêter l'analyse ?";
"The scan result will not be saved now. Are you sure you want to return Home?" = "Le résultat d'analyse ne sera pas enregistré. Êtes-vous sûr de vouloir retourner à l'accueil ?";
"Continue" = "Continuer";
"Pause" = "Pause";
"Time remaining: %@" = "Temps restant : %@";
"Stop" = "Arrêter";
"Loading search content, please wait…" = "Chargement du contenu, veuillez patienter...";
"Back" = "Retour";
"Scanning...(%.1f%%)" = "Analyse en cours... (%.1f%%)";
"Scanning..." = "Analyse en cours...";
"%li files found (%.1f%%)" = "%li fichiers trouvés (%.1f%%)";
"%li items found, %@" = "%li éléments trouvés, %@";
"Selected: %li files, %@" = "Sélectionné : %li fichiers, %@";
"Home" = "Accueil";
"Recover" = "Récupérer";
"Search" = "Rechercher";
"Scan completed!" = "Analyse terminée !";
"Loading content, please wait..." = "Chargement du contenu, veuillez patienter...";

"Unlock" = "Déverrouiller";
"Password hint: %@"= "Indice du mot de passe: %@";
"Password:" = "Mot de passe :";
"Please enter a password to unlock the disk \"%@\"." = "Veuillez entrer le mot de passe pour déverrouiller le disque « %@ ».";
"Wrong password" = "Mot de passe incorrect";
"Cancel1" = "Annuler";

/*******加载窗口模块*****/
"Reading data from the disk, please wait…" = "Lecture des données du disque, veuillez patienter...";
/*******选择磁盘模块*****/
"Select a location to start data recovery" =
"Sélectionnez un emplacement pour démarrer la récupération de données";
"Hard Drives" = "Disques durs";
"External Drives" = "Disques durs externes";
"%@ free of %@" = "%@ libres sur %@";
"Other Location" = "Autre emplacement";
"The Whole Computer" = "L'ordinateur entier";
"UltData" = "UltData";
"To recover data from iOS devices, please switch to UltData-iOS" = "Pour récupérer les données des appareils iOS, passez à UltData-iOS";
"UltFone iOS Data Recovery" = "UltFone iOS Data Recovery";
"To recover data from iOS devices, please switch to UltFone iOS Data Recovery" = "Pour récupérer les données des appareils iOS, passez à UltFone iOS Data Recovery";
"Scan" = "Analyser";
"Untitled" = "Sans titre";

/*******关闭SIP模块*****/
"The selected external drive is not available or uninstalled, please reinsert and try again." =
"Le disque externe sélectionné n'est pas disponible ou est désinstallé. Veuillez réinsérer et réessayer.";
"The selected File System is currently not supported. Please select other disks for data recovery." =
"Le système de fichiers de disque sélectionné n'est actuellement pas pris en charge. Veuillez sélectionner d'autres disques pour la récupération de données.";
"To recover data from \"macOS High Sierra\" disk, please follow steps below to disable System Integrity Protection first." =
"Pour récupérer des données à partir des systèmes « macOS High Sierra » et ultérieur, vous devez désactiver la Protection de l’intégrité du système en suivant les étapes ci-dessous.";
"Step 1." = "Étape 1.";
"Hold down Command + R on the keyboard immediately when you restart the Mac. Keep holding until the Mac finishes startup process, and you will see the utilities window." =
"Maintenez enfoncée la touche Commande + R du clavier dès que vous redémarrez le Mac, jusqu'à ce que le processus de démarrage se termine et que vous verrez la fenêtre des utilitaires.";
"Command + R" = "Commande + R";
"Note: If you are using iMac/iMac Pro, please use wired keyboard." =
"Note: Si vous utilisez iMac/iMac Pro, veuillez utiliser un clavier filaire.";
"Step 2." = "Étape 2.";
"Open Terminal from the Utilities menu." =
"Ouvrez Terminal dans la barre des menus d'Utilitaires.";
"Terminal" = "Terminal";
"Utilities" = "Utilitaires";
"Step 3." = "Étape 3.";
"Type the following command and hit Enter key to disable SIP. Then restart your Mac again." =
"Tapez la commande suivante et appuyez sur la touche Entrée pour désactiver SIP, puis redémarrez votre Mac.";
"Enter" = "Entrée";
"Your Mac will restart during this process. Please take a photo with your phone and save steps." =
"Votre Mac redémarrera lors du processus, veuillez enregistrer les étapes en prenant une photo avec votre téléphone.";
/*******扫描中模块*****/
"Name" = "Nom";
"Created Date" = "Créé le";
"Modified Date" = "Modifié le";
"Path" = "Chemin";
"Type" = "Type";
"Size" = "Taille";
"Files not found!" = "Aucun fichier trouvé !";
"folder" = "Dossier";
"file" = "Fichier";

// 2.7.0新增

"PREV" = "Précédent";
"NEXT" = "Suivant";
"GO TO" = "Allezà:";
"Didn't find the missing data? Try using Deep Scan." = "Toujours pas trouvé ? Essayez Analyse approfondie.";
"Deep Scan" = "Analyse approfondie";
"Previous Scan Results" = "Résultat du scan préc.";
"Returning to the last scan result requires stopping the current scan. Are you sure you want to stop?" = "Pour revenir au résultat de la dernière analyse, vous devez arrêter l'analyse en cours. Voulez-vous vraiment arrêter ?";
"Stop" = "Arrêter";
"Cancel" = "Annuler";
"Deep scan completed!" = "Analyse approfondie terminée !";
"OK" = "OK";
"Loading content, please wait…" = "Chargement du contenu, veuillez patienter...";
"View Deep Scan Results" = "Résultats d'analyse approfondie";
"List View" = "Vue liste";
"Thumbnail" = "Miniature";
"Preview Pane" = "Volet d'aperçu";
"Preview" = "Prévisualiser";
"This format file does not support to preview." = "Les fichiers dans ce format ne peuvent pas être prévisualisés.";
"This file may be corrupt and can't be previewed." = "Ce fichier peutêtre corrompu et ne peut pas être prévisualisé.";
"File size that exceeds 8 MB does not support to preview." = "Impossible de prévisualiser le fichier, la taille du fichier dépasse la limite maximale.";
"The lost data may be damaged at any time and cannot be recovered. It is recommended to recover them earlier for higher recovery rate." = "Les données perdues peuvent être endommagées à tout moment, il est recommandé de les récupérer dès que possible pour un taux de réussite plus élevé.";
"Buy now to save 70%" = "Acheter maintenant et économiser 70%";
"Unlimited Data Recovery" = "Récupération illimitée";
"Recover your valuable data easily and quickly." = "Récupérer rapidement et facilement vos précieuses données.";
"Multiple File Types" = "Nombreux types de fichier";
"Recover 550+ types of files from hard drive, memory card, etc." = "Prise en charge la récupération de tous les types de fichiers courants, y compris les photos, vidéos, documents et autres.";
"Professional Support" = "Support technique";
"Provide professional and quality customer support." = "Service après-vente de qualité et professionnelle.";
"Free Update" = "Mise à jour gratuite";
"Enjoy free update within license validity." = "Miseà jour gratuite vers la dernière version disponible.";
"Already have a registration code? Register now" = "Vous avez déjà un code d'activation ? Activez-le maintenant";
"Register now" = "Activez-le maintenant";
"To recover data from crashed computer, please click here." = "Pour récupérer les données de Windows en panne, Cliquez ici.";
"click here" = "Cliquez ici";
"Creating a bootable drive using an SD card is not supported. Please use another storage device to create the bootable drive." = "La création d'un disque bootable à l'aide d'une carte SD n'est pas prise en charge. Veuillez utiliser un autre périphérique de stockage pour créer le disque bootable.";

"Recover from Crashed System" = "Récupérer d'un système planté";
"Support to recover files from crashed system." = "Prend en charge la récupération de données à partir de systèmes en panne.";
"Recover Data from Crashed System" = "Récupérer données d'un système cassé";
"Recover lost files from crashed computer" = "Récupérer les données perdues d'un ordinateur en panne";
"To recover data from iOS devices, please switch to iOS Data Recovery" = "Pour récupérer les données des appareils iOS, passez à iOS Data Recovery";
"Please select a USB flash drive/external hard drive" = "Sélectionnez une clé USB / disque dur externe";
"Creating bootable drive…" = "Création d'un disque bootable...";
"The bootable drive is created successfully!" = "Disque bootable créé avec succès !";
"Please select a USB flash drive/external hard drive to create a bootable drive" = "Sélectionnez une clé USB / disque dur externe pour créer un disque bootable";
"Insert a USB flash drive/external hard drive to create a bootable drive, and then recover data from crashed system by the bootable drive." = "Insérez un lecteur flash USB / disque dur externe pour créer un disque bootable, puis utilisez-le pour récupérer les données du système en panne.";
"Bootable drive:" = "Disque bootable :";
"Refresh" = "Actualiser";
"Note: Creating a bootable drive will format all data in the selected disk. Please back up your important data in advance." = "Remarque : la création d’un disque bootable formatera toutes les données du disque sélectionné. Sauvegardez les données importantes du disque à l’avance.";
"Return" = "Retour";
"Start" = "Commencer";
"OK" = "OK";
"Creating a bootable drive will format all data in the selected disk. Are you sure you want to continue?" = "La création d’un disque bootable efface toutes les données du disque sélectionné. Voulez-vous vraiment continuer ?";
"Cancel" = "Annuler";
"The total disk space is less than 2GB. Please use a larger USB drive/external hard drive to create the bootable drive." = "L'espace total du disque est inférieur à 2 Go. Veuillez utiliser un lecture flash USB / disque dur externe plus grand pour créer un disque bootable !";
"The local disk space is less than 2GB and the boot system image cannot be downloaded. Please free up some disk space before downloading." = "L'espace disque local est inférieur à 2 Go. Impossible de télécharger et lancer l'image du système. Veuillez libérer de l'espace disque avant de télécharger.";
"Formatting the bootable drive, please wait…" = "Formatage du disque bootable, veuillez patienter ...";
"When formatting the bootable drive, please do not operate or eject it." = "Lors du formatage du disque, ne le manipulez pas et ne l'éjectez pas.";
"To avoid the burned disk be damaged, please be patient and wait for the burn to complete." = "Pouréviter d’endommager le disque en cours de gravure, attendez patiemment que la gravure soit terminée.";
"Creating bootable drive, please wait…" = "Création du disque bootable, veuillez patienter ...";
"When creating the bootable drive, please do not operate the disk or eject it." = "Lors de la création d'un disque bootable, ne manipulez pas le disque et ne l'éjectez pas.";
"Follow the steps below to use the bootable drive to boot a Mac that cannot be turned on." = "Suivez ces étapes pour démarrer un ordinateur Mac qui ne démarre pas à l'aide du disque bootable.";
"bootable drive" = "disque bootable";
"cannot be turned on" = "Mac qui ne démarre pas";
"black screen" = "écran noir";
"Option key" = "Option";
"%@ bootable drive" = "le disque bootable %@";
"Step 1: Insert the bootable drive into a Mac that cannot be turned on." = "Étape 1: Insérez le disque bootable dans l'ordinateur Mac qui ne démarre pas.";
"Step 2: Start the computer that cannot be turned on. When the Mac is in a black screen, press and hold the Option key. Release the Option key until you see the bootable drive." = "Étape 2 : Démarrez l'ordinateur en panne. Lorsqu'il est sur un écran noir, appuyez sur la touche Option et maintenez-la enfoncée. Relâchez la touche jusqu'à ce que le lecteur bootable apparaisse.";
"Step 3: On the Select bootable drive interface, select the %@ bootable drive." = "Étape 3 : Sur l'écran de sélection du disque bootable, choisissez le disque bootable %@.";
"click here" = "ici";
"To see the detailed steps, please click here." = "Pour lesétapes détaillées, veuillez cliquer ici.";
"Bootable drive creation failed!" = "La création du disque bootable a échoué !";
"Contact Us" = "nous contacter";
"Bootable drive creation failed! Please check if your disk is disconnected. You can click the Retry button or Contact Us." = "La création du disque bootable a échoué. Veuillez vérifier si votre disque est déconnecté. Vous pouvez cliquer sur le bouton Réessayer ou nous contacter.";
"Retry" = "Réessayer";

"Select USB/external hard drive" = "Sélectionner USB / disque dur externe";
"Completed!" = "Terminé !";
"Format" = "Formatage";


// 3.0.1
"Please enter login password to allow disk access." = "Veuillez saisir le mot de passe de connexion pour accéder au disque.";


"note:" = "Notes :";
"1. If you have not received the registration code or don't know the register E-mail address, please click here to check." = "1. Si vous n'avez pas reçu le code d'activation ou que vous ne connaissez pas l'adresse e-mail d'enregistrement, cliquez ici pour vérifier.";
"2. For other software or registration issues, please visit support center." = "2. Pour d'autres problèmes de logiciel ou du code de licence, veuillez visiter le centre de support.";
"click here to check" = "cliquez ici pour vérifier";
"visit support center" = "visiter le centre de support";
"To recover data from the \"macOS Catalina\" and later systems, Please follow the steps below to allow %@ to access removable volumes" = "Pour récupérer des données de « macOS Catalina » et des systèmes ultérieurs, suivez les étapes pour permettre à %@ d'accéder aux volumes amovibles";
"Step 1 :" = "Étape 1 :";
"Step 2 :" = "Étape 2 :";
"Step 3 :" = "Étape 3 :";
"On your Mac, choose Apple menu  > System Preferences, click Security & Privacy." = "Sur votre Mac, choisissez le menu Apple > Préférences Système, cliquez sur Sécurité et confidentialité.";
"Select the \"Removable Volumes\" checkbox below %@." = "Cochez la case « Volumes amovibles » sous %@.";
"Click \"Later\" to allow %@ to access removable volumes." = "Cliquez sur « Plus tard » pour permettre à %@ d'accéder aux volumes amovibles.";
"Settings" = "Paramètres";
"OK" = "OK";
"To create a startup disk in \"macOS Catalina\" and later versions, Please follow the steps below to allow %@ to access removable volumes" =
"Pour créer un disque de démarrage sur « macOS Catalina » et des systèmes ultérieurs, suivez les étapes pour permettre à %@ d'accéder aux volumes amovibles";

"Sorry. Firmware downloading failed due to insufficient hard disk. Please release enough space (about %@) in your hard disk and then download again." = "Le téléchargement du firmware a échoué en raison de l'espace disque dur insuffisant. Veuillez libérer suffisamment d'espace (environ %@) sur votre disque, puis télécharger à nouveau.";
"This file path cannot save the firmware. Please change to the correct one." = "Impossible de sauvegarder le firmware dans ce chemin d'accès. Veuillez changer un autre emplacement.";
"Failed to download firmware package! Please check your Internet connection and try again." = "Échec du téléchargement du firmware ! Veuillez vérifier votre connexion Internet puis réessayez.";
"Downloading the firmware, please wait…" = "Téléchargement du package firmware, veuillez patienter...";
"Please make sure the network connection is normal." = "Assurez-vous que la connexion au réseau est normale.";
"Network Abnormal! Please check your network and try again." = "Erreur réseau ! Vérifiez votre réseau et réessayez.";
"Try Again" = "Réessayer";
"There is not enough space to download the firmware. Please free up at least 1 GB of free space and try again." = "Il n'y a pas assez de stockage libre pour télécharger le firmware. Libérez au moins 1 Go de stockage libre et réessayez.";
"Your Mac is equipped with Apple T2 Security Chip, files under the APFS file system cannot be scanned out." = "Votre Mac est équipé de la puce de sécurité T2 d'Apple, les fichiers sous le système de fichiers APFS ne peuvent pas être analysés.";
"Failed to download firmware package! Please check your internet connection and try again." = "Échec de téléchargement du firmware ! Veuillez vérifier votre connexion Internet puis réessayez.";
"Fast Scan done! Finding more lost data with Deep Scan..." = "Analyse terminée ! Essayez de trouver plus de données";
"Deep Scanning" = "Analyse approfondie";
"Fast Scanning:" = "Analyse rapide";
"RAW Files" = "Fichiers RAW";
"Tag Files" = "Fichiers Tag";
"Deleted Files" = "Fichiers supprimés";
"Lost Location" = "Chemin perdu";
"Existing Files" = "Fichiers existent déjà";

//MARK: 4.0.0
"Found %li files. More useful tips below for finding files:" = "%li fichiers trouvés. Plus de conseils utiles ci-dessous pour trouver des fichiers :";
"File Path Not Found" = "Fichier dont le chemin d'origine introuvable";
"File Name Not Found" = "Fichier dont le nom introuvable";
"Tagged Files" = "Fichiers Marqués";
"You may find your accidentally deleted files here." = "Vous pouvez trouver vos fichiers supprimés accidentellement ici.";
"There are deleted files that lost their original path. You can check file names to see if they are target files." = "Certains fichiers supprimés ont perdu leur chemin d'accès d'origine. Vous pouvez vérifier les noms de fichiers pour voir s'il s'agit de fichiers cibles.";
"There are files that lost their original names. You can preview them to see if they are target files." = "Certains fichiers ont perdu leur nom d'origine. Vous pouvez les prévisualiser pour voir s'il s'agit de fichiers cibles.";
"You may find target files here if you lost them which are not deleted before." = "Vous pouvez trouver ici des fichiers cibles si vous n'avez pas les supprimé mais constaté qu'ils manquaient.";
"Lost files without name will be renamed and classified here with corresponding tags." = "Les fichiers perdus sans nom seront renommés et classés ici avec les balises correspondantes.";
"Unable to preview. Please recover and save it on your computer for further checking." = "Impossible de prévisualiser. Veuillez le récupérer et l'enregistrer sur votre ordinateur pour une vérification ultérieure.";
"Trying to find more data... You can search and recover your data now." = "Essayer de trouver plus de données... Vous pouvez rechercher et récupérer vos données maintenant.";
"Didn't find the missing files? Try Deep Scan." = "Vous n'avez pas trouvé les fichiers perdus ? Essayez l'analyse en profondeur.";
"The Deep Scan can scour the device inch by inch to find the deeply buried files, enabling a higher recovery rate." = "L'analyse approfondie peut parcourir l'appareil pouce par pouce pour trouver les fichiers profondément enfouis, permettant un taux de récupération plus élevé.";
"Artist" = "Artiste";
"Camera" = "Caméra";
"The Last Editor" = "Le Dernier Éditeur";
"Creation Time" = "Heure de Creation";
"Modified Time" = "Heure de Modification";
"All Time" = "Tout le Temps";
"Last 24 hours" = "Les 24 dernières heures";
"Last 7 days" = "Les 7 derniers jours";
"Last 30 days" = "Les 30 derniers jours";
"Customize" = "Personnaliser";
"Selected" = "Sélectionné";
"File Size" = "Taille du Fichier";
"All Size" = "Toutes les Tailles";
"Improve Chances of Finding Lost Files" = "Augmenter les Chances de Retrouver des Fichiers Perdus";
"Refer to the \"Tagged Files\" and \"File Name Not Found\" under the Tree View." = "Reportez-vous aux \"Fichiers Marqués\" et \"Fichier dont le nom introuvable\" sous l'arborescence.";
"Filter files by File Type, File Size, Date Modified, and more." = "Filtrer les fichiers par type de fichier, taille de fichier, date de modification, etc.";
"Upgrade to Pro Version to Recover Your Valuable Data!" = "Passez à la version Pro pour récupérer vos précieuses données !";
"Get the Pro Version to Create a Bootable Drive for Data Recovery!" = "Obtenir la version Pro pour créer un lecteur amorçable pour la récupération de données !";
"Free Version" = "Version Gratuite";
"Pro Version" = "Version Pro";
"Preview Just a Few Files" = "Aperçu de Quelques Fichiers Seulement";
"Preview All Files" = "Aperçu de Tous les ffichiers";
"Free Upgrade" = "Mise à Jour Gratuite";
"Recover Data from the Crashed Computer" = "Récupérer les Données de l'Ordinateur en Panne";
"Only Allows You to Scan Disks" = "Vous Permet Uniquement d'Analyser les Disques";
"Unlimited Data Recovery" = "Récupération de Données Illimitée";
"Professional Customer Service" = "Service Client Professionnel";
"Professional and reliable data recovery solutions" = "Solutions de récupération de données professionnelles et fiables";
"Advanced Options" = "Options Avancées";
"Local Drives" = "Lecteurs Locaux";
"External Drives" = "Disques Externes";
"Common Location" = "Emplacement Commun";
"Data Recovery" = "Récupération de Données";
"Fast and Safe" = "Rapide et Sûr";
"Failed to read the disk data, please re-plug the external disk." = "Impossible de lire les données du disque, veuillez rebrancher le disque externe.";
"Please remove all external disks connected to the computer, and then reinsert the disk that needs data recovery." = "Veuillez retirer tous les disques externes connectés à l'ordinateur, puis réinsérez le disque qui nécessite une récupération de données.";
"Still have problems? Please contact us." = "Problème toujours pas résolu ? nous contacter.";
"To recover data from digital camera, please remove the SD card and connect it to computer via card reader." = "To recover data from digital camera, please remove the SD card and connect it to computer via card reader.";
"Found nothing..." = "Rien trouvé...";
"1. Wait for the scan to finish before searching again." = "1. Attendre la fin de l'analyse avant de lancer une nouvelle recherche.";
"2. Your file is most likely missing the filename. Try searching in this way." = "2. Votre fichier ne contient probablement pas le nom de fichier. Essayez de chercher de cette façon.";
"3. Make sure the term you're looking for is spelled correctly." = "3. Assurez-vous que le terme que vous recherchez est correctement orthographié.";
"4. If none of the above methods help, please contact us." = "4. Si aucune des méthodes ci-dessus ne vous aide, veuillez nous contacter.";
"Reading data from the disk，please wait…" = "Lecture des données du disque, veuillez patienter...";
"Stuck in refreshing status for a long time?" = "Coincé dans le statut de rafraîchissement pendant une longue période ?";
"Effortlessly Recover Data from A Crashed Computer" = "Récupérer Sans Effort les Données d'un Ordinateur en Panne";
"View Files" = "Afficher les Fichiers";
"It might take a long time to export for some files need repairing..." = "L'exportation peut prendre beaucoup de temps car certains fichiers doivent être réparés...";
"contact us" = "nous contacter";
"in this way" = "de cette façon";
"Exit App" = "Quitter l'App";
"Recovered: %li file %@" = "Récupéré: %li fichier %@";
"Recovered: %li files %@" = "Récupéré: %li fichiers %@";
"File Types" = "Types de Fichiers";
"File Tags" = "Balises de Fichiers";
"Move your mouse to the icon under Tree View, and you'll learn the explanation of each file category." = "Déplacez votre souris sur l'icône sous l'arborescence et vous apprendrez l'explication de chaque catégorie de fichier";
"Understood" = "Compris";
"Filter" = "Filtrer";
"Reset" = "Réinitialiser";
"Scan Stopped!" = "Analyse Arrêtée !";
"Tips:" = "Astuces :";
"1. Please replug the external drive or change another drive and then try again." = "
1. Rebranchez le lecteur externe ou changez un autre lecteur, puis réessayez.";
"2. Please make sure internet connection is working properly." = "2. Assurez-vous que la connexion Internet fonctionne correctement.";

// V5.0.0
"Get An Extra" = "Obtenir un Supplément";
"Coupon Code:" = "Code Promo :";
"Copy and paste the coupon code at checkout to redeem." = "Copier et coller le code promo à la caisse pour l'échanger.";
"Copy and Buy Now" = "Copier et Acheter";
"Close Program" = "Fermer le Programme";
"Photo Repair" = "Récupération de Photo";
"Video Repair" = "Récupération de Vidéo";
"Repair Damaged Videos in Just Three Steps!" = "Réparer les Vidéos Endommagées en Seulement Trois Étapes !";
"Repair Damaged Photos in Just Three Steps!" = "Réparer les Photos Endommagées en Seulement Trois Étapes !";
"Import Video" = "Importer une Vidéo";
"Import Photo" = "Importer une Photo";
"Start Repairing" = "Commencer à Réparer";
"Repair Done!" = "Réparation Terminée !";
"Click to Add Photos" = "Cliquer pour Ajouter des Photos";
"Click to Add Videos" = "Cliquer pour Ajouter des Vidéos";
"%liPhoto Added，%@KB" = "%li Photo ajoutée，%@";
"%liVideo Added，%@KB" = "%li Vidéo ajoutée，%@";
"%liPhotos Added，%@KB" = "%li Photos ajoutées，%@";
"%liVideos Added，%@KB" = "%li Vidéos ajoutées，%@";
"Add Photo" = "Ajouter des Photos";
"Add Video" = "Ajouter des Vidéos";
"Home" = "Accueil";
"Repair" = "Réparer";
"Remove All Image" = "Supprimer Tout";
"Remove All Video" = "Supprimer Tout";
"This photo can't be repaired." = "Cette photo ne peut pas être réparée.";
"This video can't be repaired." = "Cette vidéo ne peut pas être réparée.";
"Select all successfully repaired photos" = "Sélectionner toutes les photos réparées avec succès";
"Reselect photo to repair" = "Resélectionner des photos";
"Select all successfully repaired videos" = "Sélectionner toutes les vidéos réparées avec succès";
"Reselect video to repair" = "Resélectionner des vidéos";
"We've found several photos from this photo that you might be looking for, and you can preview and export them." = "Nous avons trouvé plusieurs photos de cette photo que vous recherchez peut-être, et vous pouvez les prévisualiser et les exporter.";
"We've found several videos from this video that you might be looking for, and you can preview and export them." = "Nous avons trouvé plusieurs vidéos de cette vidéo que vous recherchez peut-être, et vous pouvez les prévisualiser et les exporter.";
"Are you sure you want to remove all photos?" = "Êtes-vous sûr de supprimer toutes les photos ?";
"Are you sure you want to remove all videos?" = "Êtes-vous sûr de supprimer toutes les vidéos ?";
"Are you sure you want to return to the home page? The current repair progress will not be saved." = "Êtes-vous sûr de revenir à la page d'accueil ? La progression de la réparation en cours ne sera pas enregistrée.";
"Are you sure you want to return to the home page? The current repair progress will not be saved." = "Êtes-vous sûr de revenir à la page d'accueil ? La progression de la réparation en cours ne sera pas enregistrée.";
"Are you sure you want to reselect the video? The current repair progress will not be saved." = "Êtes-vous sûr de resélectionner la vidéo ? La progression de la réparation en cours ne sera pas enregistrée.";
"Are you sure you want to reselect the photo? The current repair progress will not be saved." = "Êtes-vous sûr de resélectionner la photo ? La progression de la réparation en cours ne sera pas enregistrée.";
"Some videos are already in the repair list and will not be imported repeatedly." = "Certaines vidéos sont déjà dans la liste de réparation et ne seront pas importées à plusieurs reprises.";
"Some photos are already in the repair list and will not be imported repeatedly." = "Certaines photos sont déjà dans la liste de réparation et ne seront pas importées à plusieurs reprises.";
"The video has been lost, please re-import and try previewing again." = "La vidéo a été perdue, veuillez la réimporter et essayer à nouveau de prévisualiser.";
"The photo has been lost, please re-import and try previewing again." = "La photo a été perdue, veuillez la réimporter et essayer à nouveau de prévisualiser.";
"Scanning or recovery cannot continue because the device is disconnected, please re-plug the device and click Continue." = "L'analyse ou la récupération ne peut pas continuer car l'appareil est déconnecté, veuillez rebrancher l'appareil et cliquez sur Continuer.";
"Repairing：" = "En cours de réparation :";
"Please wait..." = "Veuillez patienter...";
"Exporting:" = "En cours de exportation :";
"The device has been disconnected, you can try to select data to recover or rescan." = "L'appareil a été déconnecté, vous pouvez essayer de sélectionner les données à récupérer ou réanalyser.";
"Continue" = "Continuer";
"Retry" = "Réessayer";
"Stop" = "Arrêter";
"Export Completed!" = "Exportation Terminée !";
"Export: %lifiles(%@)" = "Exporter : %li files(%@)";
"View Exported" = "Afficher les résultats";
"There are still %li videos to export, are you sure you want to stop exporting?" = "Il reste %li vidéos à exporter, êtes-vous sûr d'arrêter l'exportation ?";
"There are still %li photos to export, are you sure you want to stop exporting?" = "Il reste %li photos à exporter, êtes-vous sûr d'arrêter l'exportation ?";
"There are still 1 video to export, are you sure you want to stop exporting?" = "Il reste encore 1 vidéo à exporter, êtes-vous sûr d'arrêter l'exportation ?";
"There are still 1 photo to export, are you sure you want to stop exporting?" = "Il reste encore 1 photo à exporter, êtes-vous sûr d'arrêter l'exportation ?";
"Are you sure you want to stop exporting?" = "Êtes-vous sûr d'arrêter l'exportation ?";
"Upgrade to Pro version to preview files!" = "Passer à la version Pro pour prévisualiser les fichiers !";
"Upgrade" = "Mise à niveau";
"The unregistered version can only play the first 30s of the audio file, upgrade to the registered version for full playback." = "La version non enregistrée ne peut lire que les 30 premières secondes du fichier audio, passez à la version enregistrée pour une lecture complète.";
"The unregistered version can only play the first 10s of the video file, upgrade to the registered version for full playback." = "La version non enregistrée ne peut lire que les 10 premières secondes du fichier vidéo, passez à la version enregistrée pour une lecture complète.";
"Upgrade to Pro Version to Export your Valuable Photos!" = "Passer à la version Pro pour exporter vos précieuses photos  !";
"Upgrade to Pro Version to Export your Valuable Videos!" = "Passer à la version Pro pour exporter vos précieuses vidéos !";
"Support for exporting repaired files" = "Support pour l'exportation des fichiers réparés";

//MARK: - 第二版
"The file can't be previewed, please export it and try to preview it again." = "Le fichier ne peut pas être prévisualisé, veuillez l'exporter et essayer de le prévisualiser à nouveau.";
"The file can't be previewed, please repair it and try to preview it again." = "Le fichier ne peut pas être prévisualisé, veuillez le réparer et essayer de le prévisualiser à nouveau.";
"Are you sure you want to exit the program? Current repair progress will not be retained." = "Êtes-vous sûr de quitter le programme ? La progression actuelle de la réparation ne sera pas conservée.";
"There are still %li videos waiting to be repaired, are you sure you want to stop the repair?" = "Il reste encore %li vidéos en attente de réparation, êtes-vous sûr d'arrêter la réparation ?";
"There are still %li photos waiting to be repaired, are you sure you want to stop the repair?" = "Il reste encore %li photos en attente de réparation, êtes-vous sûr d'arrêter la réparation ?";
"There is still 1 video waiting to be repaired, are you sure you want to stop the repair?" = "Il reste encore 1 vidéo en attente de réparation, êtes-vous sûr d'arrêter la réparation ?";
"There is still 1 photo waiting to be repaired, are you sure you want to stop the repair?" = "Il reste encore 1 photo en attente de réparation, êtes-vous sûr d'arrêter la réparation ?";
"Are you sure you want to stop repairing?" = "Êtes-vous sûr d'arrêter la réparation ?";
"Repair done!" = "Réparation terminée !";
"Repaired: %li files (%@)" = "Réparé : %li fichiers (%@)";
"View Repair Results" = "Afficher les Résultats de Réparation";
"Export" = "Exporter";
"The video has been lost, please re-repair and try exporting again." = "La vidéo a été perdue, veuillez la réparer à nouveau et réessayez d'exporter.";
"The photo has been lost, please re-repair and try exporting again." = "La photo a été perdue, veuillez la réparer à nouveau et réessayez de l'exporter.";
"The video has been lost, please re-import and try repairing again." = "La vidéo a été perdue, veuillez la réimporter et réessayer de la réparer.";
"The photo has been lost, please re-import and try repairing again." = "La photo a été perdue, veuillez la réimporter et réessayer de la réparer.";
"Selected: %li photo  (%@)" = "Sélectionné : %li photo (%@)";
"Selected: %li photos  (%@)" = "Sélectionné : %li photos (%@)";
"Selected: %li video  (%@)" = "Sélectionné : %li vidéo (%@)";
"Selected: %li videos  (%@)" = "Sélectionné : %li vidéos (%@)";
"%li Results" = "%li Résultats";
"Close" = "Retourner";


"Match Similar Files" = "Faire correspondre des fichiers similaires";
"We've found some files that might be what you want, you can preview and restore them." = "Nous avons trouvé des fichiers qui pourraient être ce que vous voulez, vous pouvez les prévisualiser et les récupérer.";
"Sorry, no matching files were found at this time. You can wait for the scan to finish and try again, or use Filter, Search Bar to find the files you want." = "Désolé, aucun fichier correspondant n'a été trouvé pour le moment. Vous pouvez attendre la fin de l'analyse et réessayer, ou utiliser Filtre, Barre de recherche pour trouver les fichiers que vous souhaitez.";
"What Type of Files Do You Want to Recover?" = "Quel type de fichiers voulez-vous récupérer ?";
"Filtering file type helps recover the files you want faster" = "Le filtrage du type de fichier permet de récupérer plus rapidement les fichiers que vous souhaitez";
"Others" = "Autres";
"Other Types" = "Autres Types";
"%@ etc." = "%@ etc.";
"Scan Selected File Types" = "Analyser les types de fichiers sélectionnés";
"Scan All File Types" = "Analyser tous les types de fichiers";
"Scan Only %@" = "Analyse uniquement %@";


//MARK: - 预览
"Preview" = "Aperçu";
"Loading..." = "Chargement...";
"Preview is not available. Recover it for view" = "L'aperçu n'est pas disponible. Récupérez-le pour le visualiser";
"Max size for preview: 30MB. Recover it for view" = "Taille maximale pour l'aperçu : 30 Mo. Récupérez-le pour le visualiser";
"Format not supported for preview. Recover it for view" = "Format non pris en charge pour l'aperçu. Récupérez-le pour le visualiser";
"%@ files zipped in total" = "%@ fichiers compressés au total";
"AI Repairing..." = "Réparation de l'IA...";
"It may take a while, but it's worth the wait" = "Cela peut prendre un certain temps, mais ça vaut la peine d'attendre";
"AI Repaired %@" = "IA réparée %@";
"Repaired successfully. Recover the repaired file" = "Réparé avec succès. Récupérer le fichier réparé";
"Get Pro for Full Preview" = "Obtenez Pro pour un aperçu complet";
"Preview full file" = "Aperçu complet";
"Recover unlimited files" = "Récupération illimitée";
"AI Repair corrupte files" = "Réparez les fichiers endommagés avec l'IA";
"Premium technical support" = "Support technique avancé";
"Get Pro Now" = "Devenez Pro maintenant";
"Details" = "Détails";
"Icon" = "Icône";


//MARK: - 付费升级弹窗
"Get Pro for Unlimited Recovery" = "Obtenez la version Pro pour une récupération illimitée";
"Preview only." = "Aperçu uniquement.";
"No free recovery remaining." = "Aucune récupération gratuite restante.";
"Unlock Pro to enjoy full features, unlimited recovery and more benefits." = "Déverrouillez la version Pro pour profiter de toutes les fonctionnalités, d'une récupération illimitée et de plus d'avantages.";
"Get Pro for Unlimited Repair" = "Obtenez la version Pro pour une réparation illimitée";
"Unlock Pro to enjoy full features, unlimited repair and more benefits." = "Déverrouillez la version Pro pour profiter de toutes les fonctionnalités, d'une réparation illimitée et de plus d'avantages.";
"Trial" = "Essai";
"Free" = "Gratuit";
"Pro" = "Pro";
"Preview only" = "Aperçu uniquement";
"Unlimited" = "Illimité";
"Key Features & Benefits" = "Fonctionnalités clés et avantages";
"Recovery amount" = "Quantité de récupération";
"Preview before recovery" = "Aperçu avant récupération";
"Recover while scanning" = "Récupération pendant la numérisation";
"Recover data from crashed system" = "Récupération de données à partir d'un système en panne";
"Recover data from NAS server" = "Récupération de données à partir d'un serveur NAS";
"Repair corrupted vidoes & photos" = "Réparation de vidéos et de photos corrompues";
"Enjoy lifetime updates for free" = "Mises à jour gratuites à vie";
"24/7 premium technical support" = "Assistance technique premium 24/7";
"30-day money back guarantee" = "Garantie de remboursement de 30 jours";
"Buy Now" = "Acheter maintenant";
"Already Purchased?" = "Déjà acheté ?";
"Register Now to proceed with recovering ( no need to rescan)." = "Inscrivez-vous maintenant pour procéder à la récupération (pas besoin de rescaner).";
"Register Now" = "Inscrivez-vous";
"Recover the repaired file" = "Récupérer le fichier réparé";
"Recover it for view" = "Récupérez-le pour le visualiser";


//MARK: - 5.1.8
"Lost data recovery" = "Récupération de données perdues";
"Hard Drive" = "Disque dur";
"Advanced recovery" = "Récupération avancée";
"Crashed Mac" = "Mac planté";
"iCloud" = "iCloud";
"New" = "Nouveau";
"Corrupted file repair" = "Réparation de fichiers corrompus";
"Photo Repair" = "Réparation de Photo";
"Video Repair" = "Réparation de Vidéo";
"Why Pro？" = "Pourquoi la version Pro?";
"Unlock Pro to enjoy" = "Débloquez Pro pour en profiter";
"Unlimited Recovery" = "Récupération Illimitée";
"Corrupted Repair" = "Réparation Corrompue";
"Full Preview" = "Aperçu Complet";
"Unlock Pro Now" = "Débloquez Pro Maintenant";
"Recover permanently & recently deleted iCloud data easily" = "Récupérez facilement les données iCloud définitivement et récemment supprimées";
"Recover any lost photos, videos, contacts, notes and more from iCloud directly" = "Récupérez directement toutes les photos, vidéos, contacts, notes et plus perdus depuis iCloud";
"Get Started" = "Commencer";
"Searching lost iCloud data..." = "Recherche de données iCloud perdues...";
"Search Completed" = "Recherche Terminée";
"Search Stopped" = "Recherche Arrêtée";
"Damaged or partitially missing photos" = "Photos endommagées ou manquant en partie";
"Add photos for repair" = "Ajouter des photos pour la réparation";
"Corrupted or unplayable vidoes" = "Vidoes corrompues ou injouables";
"Add videos for repair" = "Ajouter des vidéos pour la réparation";
"Repair any damaged or photos that cannot be opened" = "Réparer n'importe quel fichier photo corrompu ou non jouable et plus";
"Repair any corrupted or unplayale videos files and more" = "Réparer n'importe quel fichier vidéo corrompu ou non jouable et plus";
//MARK: - v5.1.10
"Sign in to iCloud" = "Connectez-vous à iCloud";
"Apple ID" = "ldentifiant Apple";
"Password" = "Mot de passe";
"Keep Password" = "Conservez le mot de passe";
"Forget Apple ID or Password?" = "Mot de passe ou identifiant Apple oublié ?";
"Back" = "Retour";
"Log In" = "Se connecter";
"1. To prevent changes to iCloud, do not sync device data to iCloud while recovering." = "1. Pour éviter les changements sur iCloud, ne synchronisez pas les données du périphérique avec iCloud pendant la restauration.";
"2. We NEVER keep records of your account. For more details, please refer to our Privacy Policy." = "2. Nous n'enregistrons JAMAIS vos comptes. Pour plus de détails, veuillez consulter notre Politique de confidentialité.";
"Privacy Policy" = "Politique de confidentialité";
"Incorrect Apple ID or password." = "Identifiant Apple ou mot de passe incorrect";
"For security reasons, your Apple ID is locked. Please unlock your account and try again." = "Pour des raisons de sécurité, votre compte Apple est verrouillé. Veuillez déverrouiller votre compte et réessayer.";
"Network disconnected. Please check your network connection and try again." = "Réseau déconnecté. Veuillez vérifier votre connexion réseau et réessayer.";
"Two-factor authentication" = "Authentification à deux facteurs";
"A verification code message has been sent to your trusted device. Please enter the code to continue." = "Un message de vérification a été envoyé à votre appareil fiable. Veuillez entrer le code pour continuer.";
"Resend code" = "Renvoyer le code";
"Get Help from Apple" = "Obtenir de l'aide d'Apple";
"Incorrect verification code." = "Code de vérification incorrect";
"Entered incorrect verification code too many times." = "Entrez le code de vérification incorrect trop de fois.";
"Request failed, please try again." = "Demande échouée, veuillez réessayer.";
"Verification requested too often" = "Vérification demandée trop souvent";
"Network error. Please check your network connection." = "Erreur de réseau. Veuillez vérifier votre connexion réseau.";
"Please select the type of data you want to recover." = "Veuillez choisir le type de données que vous souhaitez récupérer.";
"Log Out" = "Déconnexion";
"Select all" = "Tout sélectionner";
"Refresh" = "Actualiser";
"Back" = "Retour";
"Confirm" = "Confirmer";
"iCloud drive" = "Drive iCloud";
"Photos" = "Photos";
"Contacts" = "Contacts";
"Reminder" = "Rappel";
"Calendar" = "Calendrier";
"Notes" = "Notes";
//MARK: - 4ddig mac 5.1.10
"Home Phone" = "Numéro de Domicile";
"Work" = "Numéro de Travail";
"iPhone" = "Numéro iPhone";
"Mobile Phone" = "Numéro de Téléphone Portable";
"Main Phone" = "Numéro Principal";
"HomeFax" = "Fax Domicile";
"WorkFax" = "Fax Professionnel";
"Pager Phone" = "Pager";
"Other Phone" = "Autres Numéros";
"Home Email" = "Courriel Familial";
"Work Email" = "Courriel Professionnel";
"Other Email" = "Autres Courriels";
"iCloud Email" = "Courriel iCloud";
"HomePage" = "Page d'Accueil";
"Home Page" = "Page Familiale";
"Other Page" = "Page Professionnelle";
"Work Page" = "Autre Page";
"Title" = "Titre";
"Starting Time" = "Heure de début";
"List" = "Liste";
"Status" = "Statut";
"Reminder time" = "Heure de rappel";
"Priority" = "Priorité";
"Location" = "Emplacement";
//MARK: - 第二批_3.21
"Company" = "Entreprise";
"School" = "École";
"Time" = "Heure";
"End Date Time" = "Heure de fin";
"Complete" = "Complet";
"Incomplete" = "Incomplet";
"Invited People" = "Personnes invitées";
"Flag Marks" = "Marques de drapeau";
"None" = "Aucun";
"Low" = "Bas";
"Medium" = "Moyen";
"High" = "Haut";
"Unknown" = "Inconnu";
//MARK: - 5.1.11
"Unsaved Documents" = "Documents Non Enregistrés";
"Date Deleted" = "Date de Suppression";

//MARK: - PE
"Crashed Mac" = "Mac planté";
"Create a bootable drive to boot up Mac for data recovery" = "Créez un lecteur bootable pour démarrer le Mac et récupérer les données";
"What's Crashed Mac？" = "Qu'est-ce qu'un Mac en panne ?";
"Boot up Mac with the USB bootable drive for data recovery" = "Démarrez le Mac avec le lecteur de démarrage USB pour la récupération des données";
"Boot up crashed Mac" = "Démarrer un Mac planté";
"Tips: please try again with another USB drive Common Solutions" = "Astuce : veuillez réessayer avec une autre clé USB. Solutions Courantes";
"Common Solutions" = "Solutions Courantes";
"Icon" = "Icône";
"Preview Pane" = "Volet d'Aperçu";
"Details" = "Détails";
"Create Now" = "Créer maintenant";
"Lost Partition" = "Partition Perdue";

"Select a drive where you lost data to start recovering" = "Sélectionnez le lecteur où vous avez perdu les données pour commencer la récupération.";
"Drive didn't show up?" = "Le lecteur n'apparaît pas?";
"Check Disk Connection" = "Vérifier la Connexion du Disque";
"To recover data from digital camera, please remove the SD card and connect it to Mac via card reader." = "Pour récupérer les données d'un appareil photo numérique, retirez la carte SD et connectez-la au Mac via un lecteur de cartes.";
"When the USB device cannot be recognized, please try to connnect it to the back USB ports for data recovery." = "Si le périphérique USB ne peut pas être reconnu, essayez de le connecter aux ports USB arrière pour récupérer les données.";
"For data recovery from mobile phones, you can download UltData - iOS." = "Pour récupérer les données des téléphones portables, vous pouvez télécharger UltData - iOS";
"Check Disk Status" = "Vérifier l'État du Disque";
"Solution: Access Disk Utility, click the \"Mount\" button on the top menu bar, and then recover your data." = "Solution : Accédez à Utilitaire de Disque, cliquez sur le bouton « Monter » dans la barre de menu supérieure, puis récupérez vos données.";
"Language_menu" = "Langue";
"Disk Utility" = "Utilitaire de Disque";
"Mount" = "Monter";
"1. Access \"Disk Utility\"" = "1. Accédez à \"Utilitaire de Disque\"";
"2. Click \"Mount\"" = "2. Cliquez sur \"Monter\"";

//MARK: - V5.1.18
"Select a location to save the recovered data" = "Sélectionnez un emplacement pour enregistrer les données récupérées";
"You've selected %li files, %@" = "Vous avez sélectionné %li fichier(s), %@";
"%@ available" = "%@ disponible";
"Perfectly enough disk space. Save now." = "Espace disque parfaitement suffisant. Enregistrez.";
"Save to the %@ and you don’t have to worry about data loss anymore." = "Enregistrez sur %@ et vous n'avez plus à vous inquiéter de la perte de données.";
"Save Now" = "Enregistrez";
"Insufficient space available, change another location or save to the %@." = "Espace disponible insuffisant, modifiez un autre emplacement ou enregistrez sur %@.";
"It is not recommended to save to the original disk (where the data is lost), as it may have the data to be overwritten and lost permanently." = "Il n’est pas recommandé d’enregistrer sur le disque d’origine (où les données sont perdues), car les données peuvent être écrasées et perdues définitivement.";
"No permissions to read or write, change another location or save to the %@." = "Aucune autorisation de lire ou d'écrire, changez de emplacement ou enregistrez sur %@.";
"Insufficient space available in %@. Please change to another location to save." = "Espace disponible insuffisant dans %@. Veuillez changer d’emplacement pour enregistrer.";
"Select Folder..." = "Sélectionnez le Dossier...";
"Logging in..." = "Se connecter...";
"Please authorize login to your %@ in the browser" = "Veuillez autoriser la connexion à votre %@ dans le navigateur";
"Authorization login failed" = "Échec de la connexion à l’autorisation";
"Please re-authorize or change to another location" = "Veuillez autoriser de nouveau ou changer d’emplacement";
"Another Location" = "Autre Emplacement";
"Re-authorize" = "Autoriser de nouveau";
"Authorization successful. Please return to %@ to continue recovering data." = "Autorisation réussie. Veuillez retourner à %@ pour continuer la récupération de données";


//MARK: - V5.2.0
"Large & Old Files" = "Fichiers Grands & Anciens";
"Locate and remove unneeded files to free up disk space with ease" = "Localisez et supprimez les fichiers inutiles pour libérer de l'espace disque";
"Locate Files in Minutes" = "Localisez Rapidement les Fichiers";
"Finding large or old files manually could take you hours, but with %@ you’ll be done within minutes." = "Trouver manuellement des fichiers volumineux ou anciens pourrait vous prendre des heures, mais avec %@, cela ne vous prendra que quelques minutes.";
"Remove As You Wish" = "Supprimez à Votre Gré";
"Remove unneeded files to trash, another folder or permanently. It's always your call." = "Supprimez les fichiers inutiles vers la corbeille, un autre dossier ou de façon permanente. C'est toujours vous qui décidez.";
"%@ used" = "%@ utilisé";
"Scan Now" = "Analysez Maintenant";
"All Files" = "Tous les Fichiers";
"Selected" = "Sélectionné";
"By Size" = "Par Taille";
"By Access Date" = "Par Date d'Accès";
"Last Week" = "La Semaine Dernière";
"Last Month" = "Le Mois Dernier";
"Scanning %@" = "Analyse en cours %@";
"Looking for large & old files" = "Recherche des fichiers grands & anciens";
"Stop Scanning" = "Arrêter l'Analyse";
"No files found" = "Aucun fichier trouvé";
"Return to home and select another location to start over" = "Retournez à l'accueil et sélectionnez un autre emplacement pour recommencer";
"Removing: %@" = "Suppression en cours :%@";
"It may take some time..." = "Cela peut prendre un certain temps...";
"Remove Completed" = "Suppression Terminée";
"Removed: %li files (%@)" = "Fichiers supprimés : %li fichiers (%@)";
"Done" = "Terminé";
"Insufficient permissions to remove" = "Autorisations insuffisantes pour la suppression";
"No read/write permissions for NTFS partition, and it cannot be removed." = "Pas d'autorisations de lecture/écriture pour la partition NTFS, et elle ne peut pas être supprimée.";
"Insufficient space at target folder to remove" = "Espace insuffisant dans le dossier cible pour la suppression";
"Remove to another folder or remove permanently." = "Supprimez vers un autre dossier ou supprimez définitivement.";
"No files selected" = "Aucun fichier sélectionné";
"Remove Permanently" = "Supprimer Définitivement";
"Remove to Trash" = "Supprimer vers la Corbeille";
"Remove to Folder" = "Supprimer vers un Dossier";
"Access Time" = "Date d'Accès";
"Open File Location" = "Ouvrir l'emplacement du fichier";
"Return to home?" = "Retour à l'accueil ?";
"It is recommended to remove unwanted files before you return." = "Il est recommandé de supprimer les fichiers non désirés avant de retourner.";
"Return" = "Retour";
"Cancel" = "Annuler";
"Stop Scanning?" = "Arrêter l'analyse ?";
"%@ will be no longer looking for large & old files if you stop." = "%@ cessera de rechercher des fichiers volumineux et anciens si vous arrêtez.";
"Stop Scanning" = "Arrêter l'analyse";
"Stop Removing?" = "Arrêter la suppression ?";
"%@ will be no longer removing files remaining if you stop." = "%@ cessera de supprimer les fichiers restants si vous arrêtez.";
"Stop Removing" = "Arrêter la suppression";
"Get Pro for Files Removal" = "Passer à la version Pro pour la suppression de fichiers";
"Unlock Pro to remove unwanted large & old files, and enjoy more features, including unlimited data recovery." = "Débloquez Pro pour supprimer les fichiers volumineux et anciens indésirables et profitez de plus de fonctionnalités, notamment une récupération de données illimitée.";
"Files available for removal" = "Fichiers disponibles pour la suppression";
"Authorizing for %@, please wait..." = "Autorisation pour %@ en cours, veuillez patienter...";
"Calculating the available space in %@, please wait..." = "Calcul de l'espace disponible dans %@, veuillez patienter...";
//MARK: - 第二批_20240626
"Extra tools" = "Outils supplémentaires";
"Sort by %@" = "Trier par %@";
"By Modified Date" = "Par Date de Modification";
//MARK: - 2. SD卡
"SD Card" = "Carte SD";
"Select a memory card where you lost data to start recovering" = "Sélectionnez une carte mémoire sur laquelle vous avez perdu des données pour commencer à récupérer";
"SD card didn't show up?" = "La carte SD ne s’est pas affichée ?";
"No SD card connected" = "Pas de carte SD connectée";
"Connect the memory card via card reader to start recovering photos or videos" = "Connectez votre carte mémoire à votre lecteur de cartes et commencez immédiatement à restaurer vos photos ou vos vidéos";
//MARK: - 视频重组
"Enhanced Video Recovery" = "Récupération Vidéo Améliorée";
"Scan and match video fragments in any storage media through AI advanced algorithms to recover a complete and playable video" = "Scaner et faire correspondre des fragments vidéo dans tout média de stockage grâce à des algorithmes d'intelligence artificielle pour récupérer un film complet et jouable.";
"Repair & recover vidoes at the same time, providing one-stop video solution" = "Réparer et récupérer en même temps, fournissant une solution vidéo unitaire";
"Easily recover & repair videos from any devices, such as Canon, Nikon, Sony, GoPro, and DJI, etc. Learn more" = "Facilement récupérer et réparer des vidéos de tous les appareils, tels que Canon, Nikon, Sony, GoPro et DJI, etc. Apprendre plus";
"AI-Powered" = "Alimenté par l'IA";
"Mac OS 10.15 previous versions are not supported" = "Les versions antérieures de Mac OS 10.15 ne sont pas prises en charge";
"Try 'Enhanced Video Recovery' with Mac OS 10.15 or later" = "Veuillez essayer « Récupération Vidéo Améliorée » sur Mac OS 10.15 ou supérieur";
"Select a drive where you lost vidoes to start recovering" = "Sélectionner un lecteur sur lequel vous avez perdu des vidéos pour commencer à récupérer";
"Tips: Don't know which drive to scan, as you're not sure where the vidoe was lost?" = "Petit conseil : je ne sais pas où le vidéo a été perdu ou quel endroit il faut scanner ?";
"Select the video format you want to recover" = "Sélectionner le format vidéo que vous souhaitez récupérer";
"All videos" = "Toutes les vidéos";
"Recovery duration: The more video types selected, the longer it will take." = "Durée de récupération : Plus de vidéos sélectionnées, plus longue sera la durée.";
"Device that the vidoes are from (optional)" = "Appareil d'où proviennent les vidéos (facultatif)";
"Note: correct source device contributes to the targeted and precise recovery, significantly improving the recovery quality." = "Remarque : l’appareil source correct contribue à la récupération ciblée et précise, ce qui améliore considérablement la qualité de la récupération.";
"Confirm" = "Confirmer";
"Canon" = "Canon";
"GoPro" = "GoPro";
"Nikon" = "Nikon";
"Sony" = "Sony";
"Fujifilm" = "Fujifilm";
"DJI" = "DJI";
"Apeman" = "Apeman";
"Papago" = "Papago";
"Vantrue" = "Vantrue";
"Rexing" = "Rexing";
"Others" = "Autres";
"Please select at least one video format for enhanced video recovery" = "Veuillez sélectionner au moins un format vidéo pour une Récupération Vidéo Améliorée";
"Select All" = "Sélectionner Tout";
"AI" = "AI";
"Video enhanced recovering...some black screen and unplayable vidoes could be repaired by AI once it completes." = "Récupération vidéo améliorée... certains écrans noirs et vidéos injouables pourraient être réparés par l’IA une fois terminé.";
"Learn more" = "Apprendre plus";
